{
  "Navbar": {
    "title": "Solarsystem",
    "mainPage": "Main page",
    "ourSun": "Our sun",
    "planets": "Planets",
    "contact": "Contact us"
  },

  "Sun": {
    "title": "Sun",
    "titleSubtext": "Our Sun is a 4.5 billion-year-old star - a hot glowing ball of hydrogen and helium at the center of our solar system.",
    "age": "How old the Sun is can be related to the early stages of the formation of the Solar System. The age of the Sun is near that of the Solar System, estimated to be around 4.6 billion years old."
  },

  "Earth": {
    "title": "Earth",
    "name": "One of the ancient names for our Earth is",
    "radius": "Our Earth has an equatorial Radius of"
  },

  "Moon": {
    "title": "Moon",
    "para1": "The Moon is Earth's only natural satellite. Its diameter is about one-quarter the diameter of the Earth (comparable to the width of Australia).",
    "para2": "The Moon is the fifth largest satellite in the Solar System. It is larger than any of the known dwarf planets and is the largest (and most massive) satellite relative to its parent planet.",
    "para3": "The Moon is a planetary-mass object that formed a differentiated rocky body, making it a satellite planet under the geophysical definitions of the term. ",
    "para4": "It lacks any significant atmosphere, hydrosphere, or magnetic field. ",
    "para5": "Its surface gravity is about one-sixth of Earth's (0.1654 g). Jupiter's moon Io is the only satellite in the Solar System known to have a higher surface gravity and density."
  },

  "Jupiter": {
    "title": "Jupiter",
    "firstText": "Jupiter is the fifth planet from the sun and the largest planet in the solar system. Jupiter, in addition to Saturn, Uranus and Neptune are gas giants.",
    "secondText": "In ancient times, the planet was associated with mythology and religious beliefs in a number of cultures. The Romans named the planet after the Roman god Jupiter.",
    "thirdText": "Jupiter consists mainly of hydrogen. The rapid rotation gives Jupiter the shape of a flattened spheroid, with a small bulge around the equator. The outer atmosphere is segregated into several strips at different altitudes, leading to turbulence and storms along the interacting boundaries.",
    "factsTitle": "Facts about Jupiter",
    "factsSize": "Largest planet in the solar system",
    "factsSpeed": "Average speed: 13.07 km/s",
    "factsMass": "Mass: 2.5 times the mass of all other planets in the solar system combined",
    "factsEquatorRadius": "Equatorradius: 71 492 km",
    "source": "Retrieved: October 11th 2022 from https://no.wikipedia.org/wiki/Jupiter"
  },

  "Saturn": {
    "title": "Saturn",
    "firstText": "Saturn is the sixth planet from the Sun and the second largest in the Solar System, after Jupiter. It is named after the Roman god Saturn.",
    "secondText": "Saturn's layer of metallic hydrogen conducts electricity, and is thought to give rise to the planet's magnetic field, which at the surface is somewhat weaker than Earth's. Wind speeds can reach 1,800 km/h.",
    "thirdText": "Saturn's ring system consists of nine connected main rings and three disconnected arcs, which consist mainly of ice particles, with also some rock and dust. 82 known moons orbit the planet - 53 of these have been given official names. In addition, there are hundreds of «dwarf moons» in the ring system.",
    "factsTitle": "Facts About Saturn",
    "factsYear": "1 Saturn year = 30 years on earth",
    "factsMass": "Mass: 95 times that of Earth",
    "factsRadius": "Average radius: 9 times that of Earth",
    "factsRings": "Main rings: 9",
    "factsSpeed": "Average speed: 9.69 km/s",
    "factsMoons": "Moons: 82",
    "source": "Retrieved: October 11th 2022 from https://no.wikipedia.org/wiki/Saturn"
  },

  "Neptun": {
    "title": "Neptune",
    "firstText": "Neptune is the eighth and outermost planet in the solar system from the sun, and the only planet that is impossible to see from Earth with the naked eye. It is named after Neptune, the Roman god of the sea. It is the fourth largest planet in the Solar System by diameter and has the third largest mass.",
    "secondText": "Neptune has a similar chemical composition to Uranus, and both differ from the composition of the much larger gas giants Jupiter and Saturn. Neptune's atmosphere has a larger amount of ice-forming substances, such as water, ammonia and methane.",
    "thirdText": "The planet's blue appearance comes mainly from red sunlight being absorbed by methane in the upper atmospheric layers. Unlike the relatively calm atmosphere of Uranus, Neptune's atmosphere is known for its active and visible weather patterns.",
    "factsTitle": "Facts About Neptune",
    "factsDiscovery": "Discovered: September 23, 1846",
    "factsMass": "The planet with the third largest mass in the solar system",
    "factsSpeed": "Average speed: 5.43 km/s",
    "factsMoons": "Moons: 14 known",
    "source": "Retrieved: October 13th 2022 from https://no.wikipedia.org/wiki/Neptun_(planet)"
  },

  "Venus": {
    "title": "Venus",
    "firstText": "Venus is the second planet from the sun and the third smallest in the solar system. The planet is named after Venus, the Roman goddess of love, beauty and fertility. After the Moon, Venus is the brightest natural object in the night sky and is bright enough to cast shadows.",
    "secondText": "If you are far north on Earth (for example Tromsø), Venus is circumpolar in certain periods and visible all night. The same is the case in certain other periods if you are far enough south on Earth. It is called the Evening Star when it is visible after sunset and the Morning Star when it is visible before sunrise.",
    "thirdText": "Venus is a terrestrial planet and is sometimes called Earth's «sister planet» due to its relatively similar size, gravity and composition. An opaque layer of highly reflective clouds of sulfuric acid prevents the surface from being seen in visible light from space.",
    "factsTitle": "Facts About Venus",
    "factsRadius": "Average radius: 6,051.8 km",
    "factsSize": "The third smallest planet in the solar system",
    "factsSpeed": "Average speed: 35.02 km/s",
    "factsMoons": "Moons: None",
    "source": "Retrieved: October 13th 2022 from https://no.wikipedia.org/wiki/Venus"
  },
  "Pluto": {
    "title": "Pluto",
    "firstText": " Pluto is a dwarf planet in the solar system. Pluto was previously considered the ninth and outermost of the planets in the solar system, but since 2006 has been considered a dwarf planet. Pluto's diameter is approximately 2,370 kilometers, about one-sixth the diameter of Earth and smaller than the Moon.",

    "secondText": "Pluto is very faint with an apparent magnitude of 14.7 at the average distance from Earth. It is not possible to see it without the use of a telescope of a certain size. The surface temperature is –235 °C.",

    "thirdText": "Pluto has five moons that all move in Pluto's equatorial plane. The largest, Charon, was discovered in 1978. It has the same rotation period as Pluto, and the two therefore always face the same side. Charon has a diameter half that of Pluto.",

    "factsTitle": "Facts About Pluto",
    "factsRadius": "Average radius: 1185 kilometer",
    "factsSize": "The smallest (dwarf) 'planet' in the solar system",
    "factsSpeed": "Average speed: 4.7 km/s",
    "factsMoons": "Moons: 5 pcs",
    "source": "Pluto in Store norske leksikon at snl.no. Retrieved 17 October 2022 from https://snl.no/Pluto"
  },
  "Uranus": {
    "title": "Uranus",
    "firstText": " PRONUNCIATION: urˈanus!!!! Uranus is the seventh of the planets from the Sun, and the third largest planet in the solar system.",

    "secondText": "Like Jupiter, Saturn and Neptune, Uranus is a gas planet, more precisely an ice giant. Uranus takes 84.02 years to complete one orbit around the Sun.",

    "thirdText": "The average distance from the Sun is 2,871 million kilometers, which is 19 times the distance to Earth. Like the other planets in the solar system, Uranus was formed around 4.5 billion years ago, just after the Sun had been formed.",

    "factsTitle": "Facts About Uranus",
    "factsRadius": "Radius at the equator (Earth = 1) 4.007",
    "factsSize": "The second outermost planet in the solar system",
    "factsSpeed": "Average speed: 6.81 km/s",
    "factsMoons": "Moons: 27 pcs",
    "source": "RIngnes, Truls; Aksnes, Kaare; Hammerstrøm, Maria: Uranus in Store norske lesikon at snl.no. Retrieved 11 October 2022 from https://snl.no/Uranus"
  },

  "Mars": {
    "title": "Mars",
    "firstText": " Mars is the fourth planet counted from the Sun. It is the seventh largest planet in the solar system and has just over half the circumference of Earth. Like Mercury, Venus and Earth, it is a rocky planet.",

    "secondText": "A day on Mars lasts 24.6 hours, not unlike a day on Earth (23.9 hours). A Martian day is called a sol, which is an abbreviation for 'solar day'.",

    "thirdText": "Mars may have been more Earth-like 3.5 billion years ago. Formations on the surface indicate that water has been clean there in the past, while today the surface is dry.",

    "factsTitle": "Facts About Mars",
    "factsRadius": "Radius at the equator (Earth = 1) 0.532",
    "factsSize": "The fourth planet in the solar system",
    "factsSpeed": "Average speed: 24.1 km/s",
    "factsMoons": "Moons: 2 pcs",
    "source": "Aksnes, Kaare; Hammerstrøm, Maria: Mars in Store norske leksikon at snl.no. Retrieved 11 October 2022 from https://snl.no/Mars"
  },

  "Footer": {
    "MadeBy": "Made by:"
  }
}
